#+TITLE: Champs (PFS)

**** DONE TODO Make Sous Vide Pork Samples with 20% less onions and chiles
     CLOSED: [2017-05-18 Thu 08:05] DEADLINE: <2017-05-16 Tue>
     :PROPERTIES:
     :Product:  Sous Vide Pork
     :END:
     - CLOSING NOTE [2017-05-18 Thu 08:05] \\
       Sending out samples on Thursday 5/18/2017
    :LOGBOOK:
    CLOCK: [2017-05-12 Fri 10:46]--[2017-05-12 Fri 10:50] =>  0:04
    :END:
  [2017-05-12 Fri 10:46]
*** DONE Make Sous Vide Chicken for Chicken salad work.
    CLOSED: [2017-06-06 Tue 16:20] DEADLINE: <2017-06-06 Tue>
    - CLOSING NOTE [2017-06-06 Tue 16:20] \\
      completed 6/6/2017
    :LOGBOOK:
    CLOCK: [2017-06-01 Thu 16:01]--[2017-06-01 Thu 16:02] =>  0:01
    :END:
  [2017-06-01 Thu 16:01]
*** DONE Need to discuss variable numbering with Jen.
    CLOSED: [2017-06-01 Thu 16:22] DEADLINE: <2017-05-30 Tue>
    - State "DONE"       from "WAITING"    [2017-06-01 Thu 16:22]
    - CLOSING NOTE [2017-05-30 Tue 12:06] \\
      Had discussion with Jen on 5/30.
    :LOGBOOK:
    CLOCK: [2017-05-25 Thu 09:31]--[2017-05-25 Thu 09:31] =>  0:00
    :END:
  [2017-05-25 Thu 09:31]
  [[file:~/files/org-files/Chesters.org::*Projects][Projects]]
**** DONE Update champs mac and cheese with additional 8lbs of starch
     CLOSED: [2017-05-30 Tue 12:07]
     - CLOSING NOTE [2017-05-30 Tue 12:07] \\
       Completed on 5/25. Email sent to CF Formula group as well on 5/25.
     :LOGBOOK:
     CLOCK: [2017-05-25 Thu 14:26]--[2017-05-25 Thu 14:26] =>  0:00
     :END:
   [2017-05-25 Thu 14:26]
   [[file:~/files/org-files/Dennys.org::*]]
** DONE Reissue champs mac and cheese with 10lbs additional starch
   CLOSED: [2017-05-24 Wed 16:14] DEADLINE: <2017-05-17 Wed>
   - CLOSING NOTE [2017-05-24 Wed 16:14] \\
     Process sheets updated on Friday 5/19
   :LOGBOOK:
   CLOCK: [2017-05-17 Wed 08:56]--[2017-05-17 Wed 08:57] =>  0:01
   :END:
 [2017-05-17 Wed 08:56]
** DONE Look into Champs Apples. Sauce is separating
   CLOSED: [2017-06-16 Fri 14:04]
   - CLOSING NOTE [2017-06-16 Fri 14:04] \\
     Per Jen:
     Summary of Evaluation:
     
     (5-19-17) 17129 Heated sample to 160F. Sample was the sweetest, did not have a cloudy appearance, syrup was shiny.
     (3-11-17) 17070 Heated sample to 160F. Not as sweet, cloudy appearance. Additional sample was boiled for 1 hour and evaluated; visually similar with slightly sweeter taste, cloudy appearance.
     
     After samples were heated there was no visual separation. I did not see it prior to heating.
   :LOGBOOK:
   CLOCK: [2017-06-09 Fri 10:37]--[2017-06-09 Fri 10:37] =>  0:00
   :END:
 [2017-06-09 Fri 10:37]
 [[file:~/files/org-files/H-E-B.org::*Update%20all%20HEB%20formulas%20with%20increased%20starch%20hold%20time%20of%2012%20minutes][Update all HEB formulas with increased starch hold time of 12 minutes {1/5} {20%}]]


